{
  "navigation-links": [
    {
      "id": 1,
      "name": "home"
    },
    {
      "id": 2,
      "name": "reservation"
    },
    {
      "id": 3,
      "name": "login"
    },
    {
      "id": 1,
      "name": "logout"
    }
  ],
  "destination": [
    {
      "id": 1,
      "title": "Cappadocia",
      "imagePath": "https://tourscanner.com/blog/wp-content/uploads/2022/07/things-to-do-in-Cappadocia-Turkey.jpg",
      "price": "399",
      "description": "The ancient region of Cappadocia is located in central Anatolia between the cities of Nevsehir, Nigde and Kayseri. Millions of years ago violent eruptions of the volcanoes Mount Erciyes and Mount Hasan covered the surrounding plateau with tuff. Wind and weather have eroded the soft volcanic rock into hundreds of strangely shaped pillars, cones and fairy chimneys, in colours ranging from pink to green and yellow. Since antiquity, people have hollowed out these soft rocks, and they have made countless cave churches, chapels and monasteries.",
      "fromDate": "2022-12-05",
      "toDate": "2022-12-15"
    },
    {
      "id": 2,
      "title": "Venice",
      "imagePath": "https://static.independent.co.uk/s3fs-public/thumbnails/image/2020/04/07/16/istock-491391396.jpg?quality=75&width=1200&auto=webp",
      "price": "349",
      "description": "Venice Italy is an Italian city located in the northeast of the State. Venice, Venezia in Italian, is best known for its beauty, canals, architecture, and art. But there is more! This small city founded in the middle of a lagoon has been one the most powerful European States for several centuries, giving birth to a culture and lifestyle that are incredibly unique. Often called the Serenissima, after the successful government which ruled the city, Venice has been for centuries the favourite city of artists and inventors. Many habits, words, and things currently part of our daily life were born in this small but immensely important city.",
      "fromDate": "2023-01-10",
      "toDate": "2023-01-17"
    },
    {
      "id": 3,
      "title": "Paris",
      "imagePath": "https://www.travelandleisure.com/thmb/SPUPzO88ZXq6P4Sm4mC5Xuinoik=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/eiffel-tower-paris-france-EIFFEL0217-6ccc3553e98946f18c893018d5b42bde.jpg",
      "price": "449",
      "description": "Paris, the city of Lights, the fashion capital, the city of Love. All these nicknames are far from enough to reveal all of Paris.Paris is one of the most beautiful cities in the world. It is known worldwide for the Louvre Museum, Notre-Dame cathedral, and the Eiffel tower. It has a reputation of being a romantic and cultural city. The city is also known for its high-quality gastronomy and the terraces of its cafés.Paris is an old city with much History.Prehistoric vestiges have been found in Paris, but we only really know the History of the city since the Gallo-Roman times, when Paris was called Lutecia.",
      "fromDate": "2023-01-12",
      "toDate": "2023-01-20"
    }
  ]
}
